Repository: sqoove/custom-email-sender
Catalog: languages/custom-email-sender-*.po
Languages: es_es, fr_fr, pt_pt

source: Custom Email Sender
es_es: Remitente de correo personalizado
fr_fr: Expéditeur d'e-mails personnalisé
pt_pt: Remetente de e-mail personalizado

source: Change the default email address and sender name output for all message sent from your WP dashboard.
es_es: Cambia la dirección de correo y el nombre del remitente predeterminados para todos los mensajes enviados desde tu panel de WordPress.
fr_fr: Modifiez l'adresse e-mail et le nom d'expéditeur par défaut pour tous les messages envoyés depuis votre tableau de bord WordPress.
pt_pt: Altere o endereço de e-mail e o nome do remetente padrão para todas as mensagens enviadas a partir do painel do WordPress.

source: Settings
es_es: Configuración
fr_fr: Paramètres
pt_pt: Configurações

source: Your settings have been successfully updated.
es_es: La configuración se ha actualizado correctamente.
fr_fr: Vos paramètres ont été mis à jour avec succès.
pt_pt: As configurações foram atualizadas com sucesso.

source: The email address is not valid !!
es_es: ¡La dirección de correo no es válida!
fr_fr: L'adresse e-mail n'est pas valide !!
pt_pt: O endereço de e-mail não é válido!

source: The sender name is not valid !!
es_es: ¡El nombre del remitente no es válido!
fr_fr: Le nom d'expéditeur n'est pas valide !!
pt_pt: O nome do remetente não é válido!

source: An unknown error occured !!
es_es: ¡Ocurrió un error desconocido!
fr_fr: Une erreur inconnue est survenue !!
pt_pt: Ocorreu um erro desconhecido!

source: You have not set up your sender name and email address ! In order to do so, please use the below form.
es_es: Aún no has configurado el nombre y el correo del remitente. Para hacerlo, utiliza el formulario siguiente.
fr_fr: Vous n'avez pas encore défini votre nom d'expéditeur et votre adresse e-mail ! Pour ce faire, veuillez utiliser le formulaire ci-dessous.
pt_pt: Ainda não definiu o nome e o e-mail do remetente! Para isso, utilize o formulário abaixo.

source: Your plugin is properly configured ! You can change at anytime your sender name and email address using the below form.
es_es: El complemento está correctamente configurado. Puedes cambiar el nombre y el correo del remitente en cualquier momento usando el siguiente formulario.
fr_fr: Votre plugin est correctement configuré ! Vous pouvez modifier à tout moment le nom et l'adresse e-mail de l'expéditeur via le formulaire ci-dessous.
pt_pt: O plugin está configurado corretamente! Pode alterar o nome e o e-mail do remetente a qualquer momento usando o formulário abaixo.

source: Sender Name
es_es: Nombre del remitente
fr_fr: Nom de l'expéditeur
pt_pt: Nome do remetente

source: Enter the sender name
es_es: Introduce el nombre del remitente
fr_fr: Saisissez le nom de l'expéditeur
pt_pt: Insira o nome do remetente

source: Enter the sender name as you want it to appear when email are sent (Min. 3 characters).
es_es: Introduce el nombre del remitente tal como aparecerá en los correos enviados (mín. 3 caracteres).
fr_fr: Entrez le nom d'expéditeur tel qu'il apparaîtra dans les e-mails envoyés (min. 3 caractères).
pt_pt: Insira o nome do remetente como deseja que apareça nos e-mails enviados (mín. 3 caracteres).

source: Sender Email
es_es: Correo del remitente
fr_fr: E-mail de l'expéditeur
pt_pt: E-mail do remetente

source: Enter the email address
es_es: Introduce la dirección de correo
fr_fr: Saisissez l'adresse e-mail
pt_pt: Insira o endereço de e-mail

source: Enter the sender email as you want it to appear when email are sent (Must be a valid email address).
es_es: Introduce el correo del remitente tal como aparecerá en los correos enviados (debe ser una dirección válida).
fr_fr: Entrez l'adresse e-mail d'expéditeur telle qu'elle apparaîtra dans les e-mails envoyés (doit être valide).
pt_pt: Insira o e-mail do remetente como deseja que apareça nos e-mails enviados (deve ser válido).

source: Update Settings
es_es: Actualizar configuración
fr_fr: Mettre à jour les paramètres
pt_pt: Atualizar configurações
